bat
docker
elixir
fd
gdb
gemini-cli
gh
gleam
go
gzip
htop
lua
luarocks
neovim
node
pandoc
pdf2image
poetry
poppler
postgresql@16
pyenv
python-tk@3.12
python@3.12
ripgrep
starship
tldr
tmux
tree
typst
unbound
unzip
aerospace
alt-tab
basictex
firefox
gcloud-cli
ghostty
google-drive
pearcleaner
pgadmin4
visual-studio-code
